Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/CoreRepairKit.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FACEID_POPUP_INFO_IPAD
source: There’s an issue with your iPad’s ability to use Face ID. Go to Settings for more information.
ar: هناك مشكلة في قدرة iPad على استخدام بصمة الوجه. يرجى الانتقال إلى الإعدادات لمزيد من المعلومات.
bg: Има проблем с използването на Face ID на вашия iPad. Отидете в Настройки за повече информация.
ca: L’iPad té un problema que afecta l’ús del Face ID. Ves a la configuració per obtenir més informació.
cs: Na vašem iPadu se vyskytl problém s používáním Face ID. Další informace najdete v Nastavení.
da: Din iPad har problemer med at bruge Face ID. Gå til Indstillinger for at få flere oplysninger.
de: Dein iPad hat ein Problem bei der Nutzung von Face ID. Weitere Informationen findest du in den Einstellungen.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Face ID από το iPad σας. Για περισσότερες πληροφορίες, μεταβείτε στις Ρυθμίσεις.
es: Hay un problema con la función de Face ID del iPad. Ve a Ajustes para obtener más información.
es_us: Ocurrió un problema con la capacidad de tu iPad para utilizar Face ID. Obtén más detalles en Configuración.
fi: iPadin Face ID:ssä on ongelma. Katso lisätietoja Asetuksista.
fr: Un problème est survenu avec la capacité de votre iPad à utiliser Face ID. Accédez à l’app Réglages pour en savoir plus.
fr_ca: Il existe un problème concernant la capacité de votre iPad à utiliser Face ID. Accédez à Réglages pour en savoir davantage.
he: התגלתה בעיה עם היכולת של ה-iPad שלך להשתמש ב-Face ID. למידע נוסף יש לעבור ל״הגדרות״.
hi: Face ID का इस्तेमाल करने की आपके iPad की क्षमता में समस्या है। अधिक जानकारी के लिए सेटिंग्ज़ पर जाएँ।
hr: Došlo je do problema zbog kojeg vaš iPad ne može koristiti Face ID. Idite u Postavke za dodatne informacije.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPadje képes-e használni a Face ID‑t. További tudnivalókért nyissa meg a Beállításokat.
id: Ada masalah pada kemampuan iPad Anda untuk menggunakan Face ID. Buka Pengaturan untuk informasi lainnya.
it: Si è verificato un problema per cui iPad non è in grado di utilizzare Face ID. Per scoprire di più, vai in Impostazioni.
ja: このiPadのFace IDの機能に問題があります。詳しくは、“設定”に移動してください。
kk: iPad құрылғыңыздың Face ID функциясын пайдалану бойынша мәселе туындады. Қосымша ақпарат алу үшін «Реттеулер» мәзіріне өтіңіз.
ko: iPad로 Face ID를 사용하는 데 문제가 있습니다. 자세한 정보를 보려면 설정으로 이동하십시오.
lt: Kilo problema dėl jūsų „iPad“ galimybės naudotis „Face ID“. Daugiau informacijos žr. srityje „Nustatymai“.
ms: Terdapat isu dengan keupayaan iPad anda untuk menggunakan Face ID. Pergi ke Seting untuk mendapatkan maklumat lanjut.
nl: Er is een probleem met het vermogen van je iPad om Face ID te gebruiken. Ga voor meer informatie naar Instellingen.
no: Det er et problem med å bruke Face ID på iPaden. Gå til Innstillinger for mer informasjon.
pl: iPad ma problem z modułem Face ID. Aby uzyskać więcej informacji, przejdź do Ustawień.
pt_br: Há um problema com o uso do Face ID no seu iPad. Abra os Ajustes para obter mais informações.
pt_pt: Foi detetado um problema que impede o iPad de usar o Face ID. Encontrará informação adicional nas Definições.
ro: O problemă afectează capacitatea iPad‑ului dvs. de a utiliza Face ID. Accesați Configurări pentru mai multe informații.
ru: Этот iPad не может использовать Face ID из‑за неполадки. Чтобы узнать подробнее, откройте Настройки.
sk: Váš iPad má problém s používaním Face ID. Viac informácií nájdete v Nastaveniach.
sl: Prišlo je do težave, zato iPad trenutno ne more uporabljati aplikacije Face ID. Za več informacij odprite Nastavitve.
sv: Det har uppstått ett problem med att använda Face ID på denna iPad. Öppna Inställningar för mer information.
th: มีปัญหากับความสามารถในการใช้ Face ID ของ iPad ของคุณ ไปที่การตั้งค่าสำหรับข้อมูลเพิ่มเติม
tr: iPad’inizin Face ID’yi kullanabilmesi ile ilgili bir sorun var. Daha fazla bilgi için Ayarlar’a gidin.
uk: На iPad виникла проблема з використанням Face ID. Докладніше див. у Параметрах.
vi: Có sự cố với khả năng sử dụng Face ID trên iPad của bạn. Hãy đi tới Cài đặt để biết thêm thông tin.
zh_cn: iPad无法使用面容ID。请前往“设置”了解更多信息。
zh_hk: iPad無法使用Face ID。請前往「設定」以取得更多資料。
zh_tw: iPad無法使用Face ID。請前往「設定」以取得更多資訊。

# FINISH_TOUCHID_DESC_IPAD
source: A new Touch ID was detected. Restart to configure your new Touch ID for this iPad.
ar: تم اكتشاف قطعة جديدة لبصمة الإصبع. يرجى إعادة التشغيل لتكوين قطعة بصمة الإصبع الجديدة لهذا الـ iPad.
bg: Открит е нов Touch ID. Рестартирайте, за да се конфигурира новият Touch ID за този iPad.
ca: S’ha detectat un Touch ID nou. Per configurar‑lo, cal que reiniciïs l’iPad.
cs: Byl nalezen nový modul Touch ID. Chcete‑li ho nakonfigurovat, restartujte iPad.
da: Et nyt Touch ID blev fundet. Genstart for at konfigurere det nye Touch ID til denne iPad.
de: Eine neue Touch ID wurde erkannt. Starte das iPad neu, damit die neue Touch ID konfiguriert werden kann.
el: Εντοπίστηκε ένα νέο Touch ID. Κάντε επανεκκίνηση για να διαμορφώσετε το νέο Touch ID σας για αυτό το iPad.
es: Se ha detectado un nuevo sensor Touch ID. Para configurarlo, debes reiniciar el iPad.
es_us: Se detectó un nuevo sensor Touch ID. Para configurarlo, reinicia el iPad.
fi: Uusi Touch ID havaittiin. Käynnistä uudelleen, jotta voit määrittää uuden Touch ID:n tälle iPadille.
fr: Un nouveau capteur Touch ID a été détecté. Redémarrez pour configurer votre nouveau capteur Touch ID pour cet iPad.
fr_ca: Un nouveau bouton Touch ID a été détecté. Pour le configurer, redémarrez cet iPad.
he: זוהה רכיב Touch ID חדש. יש לבצע הפעלה מחדש כדי להגדיר את רכיב ה-Touch ID החדש ב-iPad זה.
hi: नई Touch ID की पहचान की गई। इस iPad के लिए अपनी नई Touch ID कॉन्फ़िगर करने के लिए रीस्टार्ट करें।
hr: Detektiran je novi Touch ID. Ponovno uključite kako biste konfigurirali novi Touch ID za ovaj iPad.
hu: Új Touch ID észlelhető. Indítsa újra az eszközt, hogy konfigurálni lehessen az új Touch ID‑t ehhez az iPadhez.
id: Touch ID baru terdeteksi. Mulai ulang untuk mengonfigurasi Touch ID baru Anda untuk iPad ini.
it: È stato rilevato un nuovo sensore Touch ID. Riavvia per configurarlo per iPad.
ja: 新しいTouch IDが検出されました。このiPad用の新しいTouch IDを設定するには再起動してください。
kk: Жаңа Touch ID анықталды. Осы iPad құрылғысы үшін жаңа Touch ID теңшеу үшін құрылғыны қайта іске қосыңыз.
ko: 새로운 Touch ID가 감지되었습니다. 새로운 Touch ID를 이 iPad용으로 구성하기 위해 재시동이 필요합니다.
lt: Aptiktas naujas „Touch ID“. Paleiskite iš naujo ir sukonfigūruokite naują „Touch ID“ šiam „iPad“.
ms: Touch ID baharu telah dikesan. Mula semula untuk mengkonfigurasikan Touch ID baharu anda bagi iPad ini.
nl: Er is een nieuwe Touch ID gedetecteerd. Start opnieuw op om de nieuwe Touch ID voor deze iPad te configureren.
no: Det er registrert en ny Touch ID-sensor. Start enheten på nytt for å tilpasse Touch ID for denne iPaden.
pl: Wykryty został nowy czujnik Touch ID. Uruchom ponownie, aby skonfigurować go dla tego iPada.
pt_br: Um novo Touch ID foi detectado. Para configurá‑lo, reinicie o iPad.
pt_pt: Foi detetado um Touch ID novo. Reinicie para configurá‑lo para este iPad.
ro: A fost detectat un senzor Touch ID nou. Reporniți pentru a‑l configura pentru acest iPad.
ru: Обнаружен новый сенсор Touch ID. Чтобы настроить его для работы с этим iPad, перезагрузите устройство.
sk: Bolo detegované nové Touch ID. Ak ho chcete nakonfigurovať a zapnúť Touch ID, reštartujte iPad.
sl: Zaznan je bil nov senzor za Touch ID. Za konfiguracijo novega senzorja za Touch ID za ta iPad izvedite ponovni zagon.
sv: Ett nytt Touch ID upptäcktes. Starta om för att konfigurera ditt nya Touch ID för denna iPad.
th: ตรวจพบ Touch ID ใหม่ เริ่มการทำงานเครื่องใหม่เพื่อกำหนดค่า Touch ID ใหม่ของคุณสำหรับ iPad เครื่องนี้
tr: Yeni bir Touch ID algılandı. Bu iPad için yeni Touch ID’nizi ayarlamak üzere yeniden başlatın.
uk: Виявлено новий модуль Touch ID. Перезапустіть, щоб сконфігурувати новий модуль Touch ID для цього iPad.
vi: Đã phát hiện một Touch ID mới. Hãy khởi động lại để định cấu hình Touch ID mới cho iPad này.
zh_cn: 检测到新触控ID。重新启动配置此iPad的新触控ID。
zh_hk: 偵測到新的Touch ID。重新啟動即可為此iPad設定新的Touch ID。
zh_tw: 偵測到新的Touch ID。請重新啟動來設定此iPad的新Touch ID。

# UWB_FOLLOWUP_INFO
source: There’s an issue with your iPhone’s ability to use Ultra Wideband.
ar: هناك مشكلة في قدرة iPhone على استخدام النطاق فائق العرض.
bg: Има проблем с използването на свръхшироколентова технология на вашия iPhone.
ca: L’iPhone té un problema que afecta l’ús de la banda ultraampla.
cs: Na vašem iPhonu se vyskytl problém s používáním ultraširokého pásma.
da: Din iPhone har problemer med at bruge ultrabredbånd.
de: Dein iPhone hat ein Problem bei der Nutzung von Ultra Wideband.
el: Προέκυψε ζήτημα με τη δυνατότητα χρήσης Υπερευρείας ζώνης από το iPhone σας.
es: Hay un problema con la banda ultraancha del iPhone.
es_us: Hay un problema con la capacidad de tu iPhone para utilizar la banda ultraancha.
fi: iPhonen Ultra Wideband -yhteydessä on ongelma.
fr: Un problème est survenu avec la capacité de votre iPhone à utiliser l’Ultra Wideband.
fr_ca: Il existe un problème concernant la capacité de votre iPhone à utiliser la bande ultralarge.
he: התגלתה בעיה עם היכולת של ה-iPhone שלך להשתמש בפס האולטרה-רחב.
hi: अल्ट्रा वाइडबैंड का इस्तेमाल करने की आपके iPhone की क्षमता में समस्या है।
hr: Došlo je do problema zbog kojeg vaš iPhone ne može koristiti ultraširoki pojas.
hu: Probléma merült fel azzal kapcsolatban, hogy az iPhone-ja képes-e használni az Ultraszélessávot.
id: Ada masalah pada kemampuan iPhone Anda untuk menggunakan Ultra Wideband.
it: Si è verificato un problema per cui iPhone non è in grado di utilizzare la banda ultralarga.
ja: このiPhoneの超広帯域無線の機能に問題があります。
kk: iPhone құрылғыңыздың Ultra Wideband функциясын пайдалану бойынша мәселе туындады.
ko: iPhone으로 초광대역을 사용하는 데 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ galimybės naudotis „Ultra Wideband“.
ms: Terdapat isu dengan keupayaan iPhone anda untuk menggunakan Jalur Ultralebar.
nl: Er is een probleem met het vermogen van je iPhone om Ultra Wideband te gebruiken.
no: Det er et problem med å bruke ultrabredbånd på iPhonen.
pl: iPhone ma problem z modułem Ultra Wideband.
pt_br: Há um problema no seu iPhone com o uso da Banda Ultralarga.
pt_pt: Foi detetado um problema que impede o iPhone de usar a ultra banda larga (UWB).
ro: O problemă afectează capacitatea iPhone‑ului de a utiliza banda ultralargă.
ru: Этот iPhone не может использовать технологию Ultra Wideband из‑за неполадки.
sk: Váš iPhone má problém s používaním ultraširokého pásma.
sl: Prišlo je do težave, zato iPhone trenutno ne more uporabljati ultraširokopasovne povezave.
sv: Det har uppstått ett problem med att använda Ultra wideband på denna iPhone.
th: มีปัญหากับความสามารถในการใช้แถบความถี่กว้างยิ่งยวดของ iPhone ของคุณ
tr: iPhone’unuzun Ultra Geniş Bant’ı kullanabilmesi ile ilgili bir sorun var.
uk: На iPhone виникла проблема з використанням UWB.
vi: Có sự cố với khả năng sử dụng Băng thông siêu rộng trên iPhone của bạn.
zh_cn: iPhone无法使用超宽带。
zh_hk: iPhone無法使用超寬頻。
zh_tw: iPhone無法使用超寬頻。

source: Software Update
ar: تحديث البرامج
bg: Обновяване на софтуера
ca: Actualització de programari
cs: Aktualizace softwaru
da: Softwareopdatering
el: Ενημέρωση λογισμικού
es: Actualización de software
es_us: Actualización de software
fi: Ohjelmistopäivitys
fr: Mise à jour logicielle
fr_ca: Mise à jour logicielle
he: עדכון תוכנה
hi: सॉफ़्टवेयर अपडेट
hr: Ažuriranje softvera
hu: Szoftverfrissítés
id: Pembaruan Perangkat Lunak
it: Aggiornamento software
ja: ソフトウェアアップデート
kk: БЖ жаңартуы
ko: 소프트웨어 업데이트
lt: Programinės įrangos naujinys
ms: Kemas Kini Perisian
no: Oppdatering
pl: Uaktualnienie
pt_br: Atualização de Software
pt_pt: Atualização de software
ro: Actualizare software
ru: Обновление ПО
sk: Aktualizácia softvéru
sl: Posodobitev programske opreme
sv: Programuppdatering
th: รายการอัปเดตซอฟต์แวร์
tr: Yazılım Güncelleme
uk: Оновлення ПЗ
vi: Cập nhật phần mềm
zh_cn: 软件更新
zh_hk: 軟件更新
zh_tw: 軟體更新

# BG_DESC
source: There’s an issue with your iPhone’s back glass.
ar: هناك مشكلة في الزجاج الخلفي لـ iPhone.
bg: Има проблем със задното стъкло на вашия iPhone.
ca: Hi ha un problema amb el vidre posterior de l’iPhone.
cs: Na iPhonu se vyskytl problém se zadním sklem.
da: Der er et problem med bagsideglasset på din iPhone.
de: Es gibt ein Problem mit der Glasrückseite des iPhone.
el: Προέκυψε ζήτημα με το γυαλί πίσω πλευράς του iPhone σας.
es: Hay un problema con el vidrio trasero del iPhone.
es_us: Hay un problema con el vidrio posterior de tu iPhone.
fi: iPhonen takalasissa on ongelma.
fr: Un problème est survenu avec le verre arrière de votre iPhone.
fr_ca: Il existe un problème avec le verre arrière de votre iPhone.
he: התגלתה בעיה עם הזכוכית האחורית של ה-iPhone שלך.
hi: आपके iPhone के बैक ग्लास में समस्या है।
hr: Došlo je do problema sa stražnjim staklom iPhonea.
hu: Probléma merült fel az iPhone-jának hátoldali üvegével kapcsolatban.
id: Ada masalah pada kaca belakang iPhone Anda.
it: Si è verificato un problema con il vetro posteriore di iPhone.
ja: このiPhoneの背面ガラスに問題があります。
kk: iPhone құрылғыңыздың артқы әйнегінде мәселе туындады.
ko: iPhone의 후면 유리에 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ nugarėlės stiklo.
ms: Terdapat isu dengan kaca belakang iPhone anda.
nl: Er is een probleem met het glas aan de achterkant van je iPhone.
no: Det er et problem med glasset på baksiden av iPhone.
pl: iPhone ma problem ze szklanym tyłem.
pt_br: Há um problema no vidro traseiro do seu iPhone.
pt_pt: Há um problema no vidro da parte de trás do iPhone.
ro: O problemă afectează sticla din spate a iPhone‑ului.
ru: Есть проблема с задним стеклом Вашего iPhone.
sk: Vyskytol sa problém so zadným sklom vášho iPhonu.
sl: Prišlo je do težave z iPhonovim zadnjim steklom.
sv: Det har uppstått ett problem med det bakre glaset på iPhone.
th: มีปัญหากับกระจกฝาหลังของ iPhone ของคุณ
tr: iPhone’unuzun arka camıyla ilgili bir sorun var.
uk: На iPhone виявлено проблему із заднім склом.
vi: Có sự cố với mặt kính sau trên iPhone của bạn.
zh_cn: iPhone背面玻璃有问题。
zh_hk: 你的iPhone背面玻璃出現問題。
zh_tw: iPhone背面玻璃發生問題。

# SPEAKER_DESC
source: There’s an issue with your iPhone speaker.
ar: هناك مشكلة في سماعة iPhone.
bg: Има проблем с високоговорителя на вашия iPhone.
ca: Hi ha un problema amb l’altaveu de l’iPhone.
cs: Na vašem iPhonu se vyskytl problém s reproduktorem.
da: Der er et problem med højttaleren i din iPhone.
de: Dein iPhone hat ein Lautsprecherproblem.
el: Προέκυψε ζήτημα με το ηχείο του iPhone σας.
es: Hay un problema con el altavoz del iPhone.
es_us: Hay un problema con el altavoz de tu iPhone.
fi: iPhonen kaiuttimessa on ongelma.
fr: Un problème est survenu avec le haut-parleur de votre iPhone.
fr_ca: Il existe un problème concernant le haut-parleur de votre iPhone.
he: התגלתה בעיה עם הרמקול ב-iPhone שלך.
hi: आपके iPhone के स्पीकर में समस्या है।
hr: Došlo je do problema sa zvučnikom iPhonea.
hu: Probléma merült fel az iPhone-jának hangszórójával kapcsolatban.
id: Ada masalah pada speaker iPhone Anda.
it: Si è verificato un problema con l’altoparlante di iPhone.
ja: このiPhoneのスピーカーに問題があります。
kk: iPhone динамигінде мәселе туындады.
ko: iPhone의 스피커에 문제가 있습니다.
lt: Kilo problema dėl jūsų „iPhone“ garsiakalbio.
ms: Terdapat isu dengan speaker iPhone anda.
nl: Er is een probleem met de luidspreker van je iPhone.
no: Det er et problem med høyttaleren på iPhone.
pl: iPhone ma problem z głośnikiem.
pt_br: Há um problema com o alto-falante do seu iPhone.
pt_pt: Foi detetado um problema no altifalante do iPhone.
ro: Difuzorul iPhone‑ului are o problemă.
ru: На этом iPhone возникла неполадка динамика.
sk: Na vašom iPhone sa vyskytol problém s reproduktorom.
sl: Prišlo je do težave z iPhonovim zvočnikom.
sv: Det har uppstått ett problem med iPhone-högtalaren.
th: มีปัญหากับลำโพงของ iPhone ของคุณ
tr: iPhone’unuzun hoparlörüyle ilgili bir sorun var.
uk: На iPhone виникла проблема з динаміком.
vi: Có sự cố với loa trên iPhone của bạn.
zh_cn: iPhone扬声器有问题。
zh_hk: 你的iPhone喇叭發生問題。
zh_tw: iPhone的揚聲器發生問題。

# FINISH_DISPLAY_REPAIR_DESC
source: Tap to configure your new display for this iPhone.
ar: اضغط لتكوين الشاشة الجديدة لهذا الـ iPhone.
bg: Докоснете, за да се конфигурира вашият нов екран за този iPhone.
ca: Toca per configurar la pantalla nova de l’iPhone.
cs: Nakonfigurování nového displeje pro iPhone zahájíte klepnutím.
da: Tryk for at konfigurere den nye skærm til denne iPhone.
de: Tippe, um das neue Display für dieses iPhone zu konfigurieren.
el: Αγγίξτε για να διαμορφώσετε τη νέα οθόνη για αυτό το iPhone.
es: Toca para configurar la nueva pantalla del iPhone.
es_us: Toca para configurar la nueva pantalla del iPhone.
fi: Määritä uusi näyttö tälle iPhonelle napauttamalla.
fr: Touchez pour configurer votre nouvel écran pour cet iPhone.
fr_ca: Touchez pour configurer le nouvel écran de cet iPhone.
he: יש להקיש כדי להגדיר את הצג החדש שלך ב-iPhone זה.
hi: इस iPhone के लिए अपना नया डिस्प्ले कॉन्फ़िगर करने के लिए टैप करें।
hr: Dodirnite za konfiguriranje novog zaslona za ovaj iPhone.
hu: Koppintson az új kijelző iPhone‑hoz való konfigurálásához.
id: Ketuk untuk mengonfigurasi layar baru Anda untuk iPhone ini.
it: Tocca per configurare il nuovo schermo per iPhone.
ja: タップして、このiPhone用の新しいディスプレイを構成します。
kk: Осы iPhone құрылғысы үшін жаңа дисплейді теңшеу үшін түртіңіз.
ko: 탭하여 새로운 디스플레이를 이 iPhone용으로 구성하십시오.
lt: Bakstelėkite ir sukonfigūruokite naują šio „iPhone“ ekraną.
ms: Ketik untuk mengkonfigurasikan paparan baharu anda bagi iPhone ini.
nl: Tik om het nieuwe scherm voor deze iPhone te configureren.
no: Trykk for å tilpasse den nye skjermen for denne iPhonen.
pl: Stuknij, aby skonfigurować nowy wyświetlacz dla tego iPhone’a.
pt_br: Toque para configurar a nova tela deste iPhone.
pt_pt: Toque para configurar o ecrã novo para este iPhone.
ro: Apăsați pentru a configura noul afișaj pentru acest iPhone.
ru: Коснитесь, чтобы настроить новый дисплей для работы с этим iPhone.
sk: Klepnutím nakonfigurujete nový displej pre tento iPhone.
sl: Tapnite za konfiguracijo novega zaslona za ta iPhone.
sv: Tryck för att konfigurera den nya skärmen för denna iPhone.
th: แตะเพื่อกำหนดค่าจอภาพใหม่ของคุณสำหรับ iPhone เครื่องนี้
tr: Bu iPhone için yeni ekranınızı ayarlamak üzere dokunun.
uk: Торкніть, щоб сконфігурувати новий дисплей для цього iPhone.
vi: Chạm để định cấu hình màn hình mới của bạn cho iPhone này.
zh_cn: 轻点配置此iPhone的新显示屏。
zh_hk: 點一下即可為此iPhone設定新的螢幕。
zh_tw: 點一下來設定此iPhone的新螢幕。
